[
  {
    "id": "17888798",
    "title": "The Circle (Wipers album)",
    "context": "The Circle is the sixth studio album by punk rock band Wipers, released on Restless in 1988. The album received positive reviews. \"The Rough Guide to Rock\" wrote that \"jazzy distorted riffing hadn't sounded this invigorating since Hendrix or Robert Fripp had their heyday.\""
  },
  {
    "id": "17888807",
    "title": "Urgand",
    "context": "Urgand is a village in Badakhshan Province in north-eastern Afghanistan."
  },
  {
    "id": "17888822",
    "title": "Urup, Afghanistan",
    "context": "Urup is a village in Badakhshan Province in north-eastern Afghanistan."
  },
  {
    "id": "17888850",
    "title": "WMIA (AM)",
    "context": "\"For the Miami, Florida radio station, see WMIA-FM\"\nWMIA (1070 AM) is a radio station licensed to serve Arecibo, Puerto Rico. The station is owned by Wifredo G. Blanco Pi and it is part of the WAPA Radio News Network. It airs a News/Talk format and features programming from CNN Radio. The station is shared with translator station W227DY 93.3 FM also in Arecibo. The station was assigned the WMIA call letters by the Federal Communications Commission."
  },
  {
    "id": "17888858",
    "title": "Guido of Acqui",
    "context": "Saint Guido of Acqui( also Wido)( c. 1004 – 12 June 1070) was Bishop of Acqui( now Acqui Terme) in north- west Italy from 1034 until his death. He was born around 1004 to a noble family of the area of Acqui, the Counts of Acquesana, in Melazzo where the family's wealth was concentrated. He completed his education, by now an orphan, in Bologna. Elected bishop of Acqui in March 1034, his career was marked by reform in the areas of liturgy, spirituality and morality. He was generous in donating his own money and possessions to the diocese, in part to remove the economic pressure which had led to widespread corruption, and in part to support new projects. The latter included the promotion of the education of young women and the foundation of the nunnery of Santa Maria De Campis. Under his government, too, Acqui Cathedral was erected, dedicated to the Madonna Assunta and consecrated on 13 November 1067. Guido died on 12 June 1070. His remains are preserved in the cathedral which he founded. His feast day is recorded in the\" Martyrologium Romanum\" as 12 June, the anniversary of his death. In Acqui, however, it is celebrated on the second Sunday of July."
  },
  {
    "id": "17888863",
    "title": "Ushkan",
    "context": "Ushkan is a village in Badakhshan Province in north-eastern Afghanistan."
  },
  {
    "id": "17888887",
    "title": "International Partnership for Energy Efficiency Cooperation",
    "context": "The Partnership for Energy Efficiency Cooperation (IPEEC) is a high-level international forum which includes developed and developing countries. Its purpose is to enhance global cooperation in the field of energy efficiency and to facilitate policies that yield energy efficiency gains across all sectors globally. IPEEC provides information to decision-makers in major economies, facilitating candid discussions for exchanging ideas and experiences and helping countries undertake joint projects to develop and implement energy efficiency policies and measures at a global scale. It is also a forum for member and non-member economies to share information about various bilateral and multilateral initiatives. IPEEC supported initiatives are open to both member and non-member nations as well as the private sector. IPEEC is coordinating the implementation of the Group of 20 (G20) Energy Efficiency Action Plan, which was agreed by G20 leaders in late 2014 as a practical approach to strengthening voluntary international energy efficiency collaboration. Since July 2016, IPEEC is coordinating the Energy Efficiency Leading Programme (EELP) that provides the basis for a ‘comprehensive, flexible, and adequately-resourced’ framework for strengthened voluntary collaboration on energy efficiency among G20 members and beyond. The IPEEC Secretariat is governed by two core committees: the Executive Committee and the Policy Committee. Both these committees meet twice a year to determine the forward work program and discuss results of current and previous projects."
  },
  {
    "id": "17888888",
    "title": "Marine Corps Recruit Depot",
    "context": "Marine Corps Recruit Depot may refer to:"
  },
  {
    "id": "17888890",
    "title": "Zamira Amirova",
    "context": "Zamira Amirova (born 11 June 1979) is a retired Uzbekistani middle distance runner who specialized in the 800 metres. Her personal best time is 2:02.30 minutes, achieved in June 2002 in Tashkent."
  },
  {
    "id": "17888908",
    "title": "Vark, Afghanistan",
    "context": "Vark is a village in Badakhshan Province in north-eastern Afghanistan."
  }
]